Repository: nikhil-s-archive/rclone-gui-ios
Catalog: Rclone GUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, zh_hans, zh_hant

source: Replicates `rclone config` — useful for crypt, alias, union, combine and any backend requiring dynamic prompts.
de: Bildet `rclone config` nach — nützlich für crypt, alias, union, combine und jedes Backend, das dynamische Eingaben erfordert.
es: Replica `rclone config`: útil para crypt, alias, union, combine y cualquier backend que requiera indicaciones dinámicas.
fr: Réplique `rclone config` — utile pour crypt, alias, union, combine et tout backend exigeant des prompts dynamiques.
it: Replica `rclone config`: utile per crypt, alias, union, combine e qualsiasi backend che richieda richieste dinamiche.
ja: `rclone config` を再現します — crypt、alias、union、combine、および動的なプロンプトを必要とするあらゆるバックエンドに役立ちます。
ko: `rclone config`를 재현합니다 — crypt, alias, union, combine 및 동적 프롬프트가 필요한 모든 백엔드에 유용합니다.
nl: Bootst `rclone config` na — nuttig voor crypt, alias, union, combine en elke backend die dynamische prompts vereist.
pl: Odtwarza `rclone config` — przydatne dla crypt, alias, union, combine i każdego backendu wymagającego dynamicznych monitów.
pt_br: Replica o `rclone config` — útil para crypt, alias, union, combine e qualquer backend que exija prompts dinâmicos.
ru: Воспроизводит `rclone config` — полезно для crypt, alias, union, combine и любого бэкенда, требующего динамических запросов.
zh_hans: 复现 `rclone config` —— 适用于 crypt、alias、union、combine 以及任何需要动态提示的后端。
zh_hant: 復現 `rclone config` —— 適用於 crypt、alias、union、combine 以及任何需要動態提示的後端。

source: response
de: Antwort
es: respuesta
fr: réponse
it: risposta
ja: 応答
ko: 응답
nl: antwoord
pl: odpowiedź
pt_br: resposta
ru: ответ
zh_hans: 响应
zh_hant: 響應

source: Invalid OAuth response: %@
de: Ungültige OAuth-Antwort: %@
es: Respuesta OAuth no válida: %@
fr: Réponse OAuth invalide : %@
it: Risposta OAuth non valida: %@
ja: 無効な OAuth 応答: %@
ko: 잘못된 OAuth 응답: %@
nl: Ongeldig OAuth-antwoord: %@
pl: Nieprawidłowa odpowiedź OAuth: %@
pt_br: Resposta OAuth inválida: %@
ru: Недопустимый ответ OAuth: %@
zh_hans: 无效的 OAuth 响应：%@
zh_hant: 無效的 OAuth 響應：%@

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 재개
nl: Hervat
pl: Wznów
pt_br: Retomar
ru: Возобновить
zh_hans: 恢复
zh_hant: 恢復

source: Resume sync
de: Synchronisierung fortsetzen
es: Reanudar la sincronización
fr: Reprendre la synchro
it: Riprendi la sincronizzazione
ja: 同期を再開
ko: 동기화 재개
nl: Hervat synchronisatie
pl: Wznów synchronizację
pt_br: Retomar a sincronização
ru: Возобновить синхронизацию
zh_hans: 恢复同步
zh_hant: 恢復同步

source: Resume Photo sync
de: Fotosynchronisierung fortsetzen
es: Reanudar la sincronización de fotos
fr: Reprendre la synchro Photos
it: Riprendi la sincronizzazione foto
ja: 写真の同期を再開
ko: 사진 동기화 재개
nl: Hervat de fotosynchronisatie
pl: Wznów synchronizację zdjęć
pt_br: Retomar a sincronização de fotos
ru: Возобновить синхронизацию фото
zh_hans: 恢复照片同步
zh_hant: 恢復照片同步

source: Resume PhotoSync
de: PhotoSync fortsetzen
es: Reanudar PhotoSync
fr: Reprendre PhotoSync
it: Riprendi PhotoSync
ja: PhotoSync を再開
ko: PhotoSync 재개
nl: Hervat PhotoSync
pl: Wznów PhotoSync
pt_br: Retomar o PhotoSync
ru: Возобновить PhotoSync
zh_hans: 恢复 PhotoSync
zh_hant: 恢復 PhotoSync

source: Resume all transfers
de: Alle Übertragungen fortsetzen
es: Reanudar todas las transferencias
fr: Reprendre tous les transferts
it: Riprendi tutti i trasferimenti
ja: すべての転送を再開
ko: 모든 전송 재개
nl: Hervat alle overdrachten
pl: Wznów wszystkie transfery
pt_br: Retomar todas as transferências
ru: Возобновить все передачи
zh_hans: 恢复所有传输
zh_hant: 恢復所有傳輸

source: Requires authentication
de: Erfordert Authentifizierung
es: Requiere autenticación
fr: Requiert une authentification
it: Richiede autenticazione
ja: 認証が必要
ko: 인증 필요
nl: Vereist authenticatie
pl: Wymaga uwierzytelniania
pt_br: Exige autenticação
ru: Требует аутентификации
zh_hans: 需要身份验证
zh_hant: 需要身份驗證

source: Required
de: Erforderlich
es: Obligatorio
fr: Requis
it: Obbligatorio
ja: 必須
ko: 필수
nl: Vereist
pl: Wymagane
pt_br: Obrigatório
ru: Обязательно
zh_hans: 必填
zh_hant: 必填

source: Only required if your rclone.conf is encrypted ("rclone config encryption set"). Used once to decrypt on import, never stored.
de: Nur erforderlich, wenn deine rclone.conf verschlüsselt ist („rclone config encryption set“). Wird einmal zum Entschlüsseln beim Import verwendet, niemals gespeichert.
es: Solo es necesario si tu rclone.conf está cifrado («rclone config encryption set»). Se usa una vez para descifrar al importar, nunca se almacena.
fr: Requis uniquement si ton rclone.conf est chiffré (« rclone config encryption set »). Utilisé une seule fois pour déchiffrer à l'import, jamais stocké.
it: Necessario solo se il tuo rclone.conf è cifrato («rclone config encryption set»). Usato una volta per decifrare all'importazione, mai memorizzato.
ja: rclone.conf が暗号化されている場合（「rclone config encryption set」）にのみ必要です。インポート時に復号するため一度だけ使用され、保存されることはありません。
ko: rclone.conf가 암호화된 경우에만 필요합니다(“rclone config encryption set”). 가져올 때 복호화하기 위해 한 번 사용되며, 저장되지 않습니다.
nl: Alleen vereist als je rclone.conf versleuteld is (“rclone config encryption set”). Eenmaal gebruikt om bij het importeren te ontsleutelen, nooit opgeslagen.
pl: Wymagane tylko, jeśli Twój rclone.conf jest zaszyfrowany („rclone config encryption set”). Używane raz do odszyfrowania przy imporcie, nigdy nie przechowywane.
pt_br: Necessário apenas se seu rclone.conf for criptografado (“rclone config encryption set”). Usado uma vez para descriptografar na importação, nunca armazenado.
ru: Требуется, только если ваш rclone.conf зашифрован («rclone config encryption set»). Используется один раз для расшифровки при импорте, никогда не сохраняется.
zh_hans: 仅当您的 rclone.conf 已加密（“rclone config encryption set”）时才需要。仅在导入时用于解密一次，从不存储。
zh_hant: 僅當您的 rclone.conf 已加密（“rclone config encryption set”）時才需要。僅在匯入時用於解密一次，從不儲存。

source: cellular network
de: Mobilfunknetz
es: red celular
fr: réseau cellulaire
it: rete cellulare
ja: モバイル通信
ko: 셀룰러 네트워크
nl: mobiel netwerk
pl: sieć komórkowa
pt_br: rede celular
ru: сотовая сеть
zh_hans: 蜂窝网络
zh_hant: 行動網路

source: Recoverable for 30 days before automatic purge.
de: 30 Tage lang wiederherstellbar vor der automatischen Bereinigung.
es: Recuperable durante 30 días antes de la purga automática.
fr: Restaurables pendant 30 jours avant purge automatique.
it: Recuperabile per 30 giorni prima dell'eliminazione automatica.
ja: 自動消去の前に 30 日間復元できます。
ko: 자동 비우기 전 30일 동안 복구 가능.
nl: 30 dagen herstelbaar vóór de automatische opschoning.
pl: Możliwe do przywrócenia przez 30 dni przed automatycznym czyszczeniem.
pt_br: Recuperável por 30 dias antes da limpeza automática.
ru: Можно восстановить в течение 30 дней до автоматической очистки.
zh_hans: 在自动清理前可恢复 30 天。
zh_hant: 在自動清理前可恢復 30 天。

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
nl: Herstel
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复
zh_hant: 恢復

source: Restore to original location
de: Am ursprünglichen Ort wiederherstellen
es: Restaurar a la ubicación original
fr: Restaurer à l'emplacement d'origine
it: Ripristina nella posizione originale
ja: 元の場所に復元
ko: 원래 위치로 복원
nl: Herstel naar de oorspronkelijke locatie
pl: Przywróć do pierwotnej lokalizacji
pt_br: Restaurar para o local original
ru: Восстановить в исходное расположение
zh_hans: 恢复到原始位置
zh_hant: 恢復到原始位置

source: Restore this item?
de: Dieses Objekt wiederherstellen?
es: ¿Restaurar este elemento?
fr: Restaurer cet élément ?
it: Ripristinare questo elemento?
ja: この項目を復元しますか？
ko: 이 항목을 복원하시겠습니까?
nl: Dit item herstellen?
pl: Przywrócić ten element?
pt_br: Restaurar este item?
ru: Восстановить этот объект?
zh_hans: 恢复此项目？
zh_hant: 恢復此專案？

source: Restore or purge deleted files (30 days)
de: Gelöschte Dateien wiederherstellen oder bereinigen (30 Tage)
es: Restaurar o purgar los archivos eliminados (30 días)
fr: Restaurer ou purger les fichiers supprimés (30 jours)
it: Ripristina o elimina i file cancellati (30 giorni)
ja: 削除されたファイルを復元または消去（30 日）
ko: 삭제된 파일 복원 또는 비우기(30일)
nl: Herstel of schoon verwijderde bestanden op (30 dagen)
pl: Przywróć lub wyczyść usunięte pliki (30 dni)
pt_br: Restaurar ou limpar os arquivos excluídos (30 dias)
ru: Восстановить или очистить удалённые файлы (30 дней)
zh_hans: 恢复或清除已删除的文件（30 天）
zh_hant: 恢復或清除已刪除的檔案（30 天）

source: Restore a purchase
de: Einen Kauf wiederherstellen
es: Restaurar una compra
fr: Restaurer un achat
it: Ripristina un acquisto
ja: 購入を復元
ko: 구입 복원
nl: Herstel een aankoop
pl: Przywróć zakup
pt_br: Restaurar uma compra
ru: Восстановить покупку
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Results (%lld)
de: Ergebnisse (%lld)
es: Resultados (%lld)
fr: Résultats (%lld)
it: Risultati (%lld)
ko: 결과(%lld)
pl: Wyniki (%lld)
pt_br: Resultados (%lld)
zh_hans: 结果（%lld）
zh_hant: 結果（%lld）

source: retention
de: Aufbewahrung
es: retención
fr: rétention
it: conservazione
ja: 保持
ko: 보존
nl: bewaartermijn
pl: przechowywanie
pt_br: retenção
ru: хранение
zh_hans: 保留
zh_hant: 保留

source: Remove this folder from favorites
de: Diesen Ordner aus den Favoriten entfernen
es: Quitar esta carpeta de favoritos
fr: Retirer ce dossier des favoris
it: Rimuovi questa cartella dai preferiti
ja: このフォルダをお気に入りから削除
ko: 이 폴더를 즐겨찾기에서 제거
nl: Verwijder deze map uit favorieten
pl: Usuń ten folder z ulubionych
pt_br: Remover esta pasta dos favoritos
ru: Удалить эту папку из избранного
zh_hans: 将此文件夹从个人收藏中移除
zh_hant: 將此資料夾從個人收藏中移除

source: Remove from vault
de: Aus dem Tresor entfernen
es: Quitar de la bóveda
fr: Retirer du coffre-fort
it: Rimuovi dalla cassaforte
ja: 保管庫から削除
ko: 보관함에서 제거
nl: Verwijder uit kluis
pl: Usuń z sejfu
pt_br: Remover do cofre
ru: Удалить из сейфа
zh_hans: 从保险库中移除
zh_hant: 從保險庫中移除

source: Remove file
de: Datei entfernen
es: Quitar archivo
fr: Retirer le fichier
it: Rimuovi file
ja: ファイルを削除
ko: 파일 제거
nl: Bestand verwijderen
pl: Usuń plik
pt_br: Remover arquivo
ru: Удалить файл
zh_hans: 移除文件
zh_hant: 移除檔案

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Retry started
de: Wiederholung gestartet
es: Reintento iniciado
fr: Retry lancé
it: Nuovo tentativo avviato
ja: 再試行を開始しました
ko: 다시 시도 시작됨
nl: Opnieuw proberen gestart
pl: Rozpoczęto ponowienie
pt_br: Nova tentativa iniciada
ru: Повтор начат
zh_hans: 已开始重试
zh_hant: 已開始重試

source: Indicative roadmap, no committed dates — prioritized with your feedback.
de: Unverbindliche Roadmap ohne feste Termine – nach Ihrem Feedback priorisiert.
es: Hoja de ruta indicativa, sin fechas comprometidas: priorizada con tus comentarios.
fr: Roadmap indicative, sans engagement de date — priorisée avec vos retours.
it: Roadmap indicativa, senza date garantite — prioritizzata con i tuoi feedback.
ja: 目安のロードマップです。日付の確約はなく、皆さまのフィードバックで優先順位を決めます。
ko: 참고용 로드맵이며 날짜를 약속하지 않습니다. 여러분의 의견으로 우선순위를 정합니다.
nl: Indicatieve roadmap, geen vaste data — geprioriteerd met jouw feedback.
pl: Orientacyjna mapa drogowa, bez zobowiązań co do dat — priorytety ustalane na podstawie Waszych opinii.
pt_br: Roteiro indicativo, sem datas garantidas — priorizado com seu feedback.
ru: Ориентировочная дорожная карта без обязательств по срокам — приоритеты по вашим отзывам.
zh_hans: 路线图仅供参考，不承诺具体日期——根据你的反馈确定优先级。
zh_hant: 路線圖僅供參考，不承諾具體日期——依你的回饋決定優先順序。

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati
ja: 登録
ko: 구독
nl: Abonneer
pl: Subskrybuj
pt_br: Assinar
ru: Подписаться
zh_hans: 订阅
zh_hant: 訂閱

source: S3 compatible
de: S3-kompatibel
es: Compatible con S3
it: Compatibile con S3
ja: S3 互換
ko: S3 호환
nl: S3-compatibel
pl: Kompatybilne z S3
pt_br: Compatível com S3
ru: S3-совместимый
zh_hans: S3 兼容
zh_hant: S3 相容

source: With no album selected, all visible photos are backed up. A local notification will signal the end of each sync cycle if you allow it.
de: Ist kein Album ausgewählt, werden alle sichtbaren Fotos gesichert. Eine lokale Mitteilung signalisiert das Ende jedes Synchronisierungszyklus, falls du es erlaubst.
es: Sin ningún álbum seleccionado, se respaldan todas las fotos visibles. Una notificación local señalará el final de cada ciclo de sincronización si lo permites.
fr: Sans album sélectionné, toutes les photos visibles sont sauvegardées. Une notification locale signalera la fin de chaque cycle de sync si vous l'autorisez.
it: Senza alcun album selezionato, viene eseguito il backup di tutte le foto visibili. Una notifica locale segnalerà la fine di ogni ciclo di sincronizzazione, se lo consenti.
ja: アルバムを選択していない場合、表示可能なすべての写真がバックアップされます。許可すると、各同期サイクルの終了がローカル通知で知らされます。
ko: 선택한 앨범이 없으면 표시 가능한 모든 사진이 백업됩니다. 허용하면 각 동기화 주기의 종료를 로컬 알림으로 알려줍니다.
nl: Zonder geselecteerd album wordt van alle zichtbare foto's een back-up gemaakt. Een lokale melding geeft het einde van elke synchronisatiecyclus aan als je dat toestaat.
pl: Bez wybranego albumu kopia zapasowa obejmuje wszystkie widoczne zdjęcia. Lokalne powiadomienie zasygnalizuje koniec każdego cyklu synchronizacji, jeśli na to zezwolisz.
pt_br: Sem nenhum álbum selecionado, todas as fotos visíveis recebem backup. Uma notificação local sinalizará o fim de cada ciclo de sincronização, se você permitir.
ru: Если альбом не выбран, резервируются все видимые фото. Локальное уведомление сообщит об окончании каждого цикла синхронизации, если вы это разрешите.
zh_hans: 未选择相簿时，所有可见照片都会备份。如果您允许，每个同步周期结束时会有一条本地通知提示。
zh_hant: 未選擇相簿時，所有可見照片都會備份。如果您允許，每個同步週期結束時會有一條本地通知提示。

source: Without this password the files are unrecoverable — it is stored only on your device. The salt (password2) strengthens encryption; keep it too.
de: Ohne dieses Passwort sind die Dateien nicht wiederherstellbar — es wird nur auf deinem Gerät gespeichert. Das Salt (password2) verstärkt die Verschlüsselung; bewahre es ebenfalls auf.
es: Sin esta contraseña los archivos son irrecuperables: se almacena solo en tu dispositivo. La sal (password2) refuerza el cifrado; consérvala también.
fr: Sans ce mot de passe, les fichiers sont irrécupérables — il n'est stocké que sur ton appareil. Le sel (password2) renforce le chiffrement ; conserve-le aussi.
it: Senza questa password i file sono irrecuperabili: viene memorizzata solo sul tuo dispositivo. Il salt (password2) rafforza la cifratura; conservalo anch'esso.
ja: このパスワードがないとファイルは復元できません — お使いのデバイスにのみ保存されます。ソルト（password2）は暗号化を強化します。これも保管してください。
ko: 이 비밀번호가 없으면 파일을 복구할 수 없습니다 — 사용자 기기에만 저장됩니다. 솔트(password2)는 암호화를 강화합니다. 이것도 보관하세요.
nl: Zonder dit wachtwoord zijn de bestanden onherstelbaar — het wordt alleen op je apparaat bewaard. De salt (password2) versterkt de versleuteling; bewaar die ook.
pl: Bez tego hasła pliki są nieodzyskiwalne — jest ono przechowywane tylko na Twoim urządzeniu. Sól (password2) wzmacnia szyfrowanie; zachowaj ją także.
pt_br: Sem esta senha, os arquivos são irrecuperáveis — ela é armazenada apenas no seu dispositivo. O salt (password2) reforça a criptografia; guarde-o também.
ru: Без этого пароля файлы невозможно восстановить — он хранится только на вашем устройстве. Соль (password2) усиливает шифрование; сохраните и её.
zh_hans: 没有此密码，文件将无法恢复 —— 它仅存储在您的设备上。盐值（password2）会增强加密；也请妥善保管。
zh_hant: 沒有此密碼，檔案將無法恢復 —— 它僅儲存在您的裝置上。鹽值（password2）會增強加密；也請妥善保管。

source: Aggregated photo library backup via rclone copy.
de: Aggregiertes Backup der Fotomediathek über rclone copy.
es: Copia de seguridad agregada de la fototeca mediante rclone copy.
fr: Sauvegarde agrégée de la photothèque via rclone copy.
it: Backup aggregato della libreria foto tramite rclone copy.
ja: rclone copy による写真ライブラリの集約バックアップ。
ko: rclone copy를 통한 사진 보관함 집계 백업.
nl: Geaggregeerde back-up van de fotobibliotheek via rclone copy.
pl: Zagregowana kopia zapasowa biblioteki zdjęć przez rclone copy.
pt_br: Backup agregado da fototeca via rclone copy.
ru: Агрегированное резервное копирование медиатеки фото через rclone copy.
zh_hans: 通过 rclone copy 进行照片图库聚合备份。
zh_hant: 通過 rclone copy 進行照片相簿聚合備份。

source: Backs up your entire photo library to your rclone remote, in a batched pipeline, with pre-export dedup and auto-resume.
de: Sichert deine gesamte Fotomediathek auf dein rclone-Remote, in einer stapelweisen Pipeline, mit Deduplizierung vor dem Export und automatischer Fortsetzung.
es: Hace una copia de toda tu fototeca en tu remoto de rclone, en una canalización por lotes, con deduplicación previa a la exportación y reanudación automática.
fr: Sauvegarde toute ta photothèque vers ton remote rclone, en pipeline batché, avec dédup pré-export et reprise auto.
it: Esegue il backup dell'intera libreria foto sul tuo remoto rclone, in una pipeline a lotti, con deduplica prima dell'esportazione e ripresa automatica.
ja: 写真ライブラリ全体を、エクスポート前の重複排除と自動再開を備えたバッチパイプラインで、rclone リモートにバックアップします。
ko: 전체 사진 보관함을, 내보내기 전 중복 제거와 자동 재개 기능이 있는 배치 파이프라인으로 rclone 리모트에 백업합니다.
nl: Maakt een back-up van je hele fotobibliotheek naar je rclone-remote, in een batchpijplijn, met deduplicatie vóór export en automatisch hervatten.
pl: Tworzy kopię zapasową całej Twojej biblioteki zdjęć do Twojego remote rclone w potoku wsadowym, z deduplikacją przed eksportem i automatycznym wznawianiem.
pt_br: Faz backup de toda a sua fototeca no seu remoto do rclone, em um pipeline em lotes, com deduplicação antes da exportação e retomada automática.
ru: Создаёт резервную копию всей вашей медиатеки фото в ваш remote rclone в пакетном конвейере, с дедупликацией перед экспортом и автоматическим возобновлением.
zh_hans: 将您的整个照片图库以批量管道方式备份到您的 rclone 远程，并在导出前去重，且支持自动恢复。
zh_hant: 將您的整個照片相簿以批次管道方式備份到您的 rclone 遠端，並在匯出前去重，且支援自動恢復。

source: Save your rclone configuration
de: Sichere deine rclone-Konfiguration
es: Guarda tu configuración de rclone
fr: Sauvegarder votre configuration rclone
it: Salva la tua configurazione di rclone
ja: rclone 設定を保存
ko: rclone 구성 저장
nl: Bewaar je rclone-configuratie
pl: Zachowaj swoją konfigurację rclone
pt_br: Salve sua configuração do rclone
ru: Сохраните вашу конфигурацию rclone
zh_hans: 存储您的 rclone 配置
zh_hant: 儲存您的 rclone 配置

source: Scan a QR code
de: Einen QR-Code scannen
es: Escanear un código QR
fr: Scanner un QR
it: Scansiona un codice QR
ja: QR コードをスキャン
ko: QR 코드 스캔
nl: Scan een QR-code
pl: Zeskanuj kod QR
pt_br: Ler um código QR
ru: Сканировать QR-код
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

source: “API Token” section → copy the displayed token (or ask support).
de: Abschnitt „API Token“ → kopiere das angezeigte Token (oder frag den Support).
es: Sección «API Token» → copia el token mostrado (o pídeselo al soporte).
fr: Section « API Token » → copie le token affiché (ou demande au support).
it: Sezione «API Token» → copia il token mostrato (o chiedilo all'assistenza).
ja: 「API Token」セクション → 表示されたトークンをコピー（またはサポートに依頼）。
ko: “API Token” 섹션 → 표시된 토큰 복사(또는 지원팀에 요청).
nl: Sectie “API Token” → kopieer het weergegeven token (of vraag het de ondersteuning).
pl: Sekcja „API Token” → skopiuj wyświetlony token (lub poproś pomoc techniczną).
pt_br: Seção “API Token” → copie o token exibido (ou peça ao suporte).
ru: Раздел «API Token» → скопируйте показанный токен (или запросите у поддержки).
zh_hans: “API Token”部分 → 复制显示的令牌（或向支持人员索取）。
zh_hant: “API Token”部分 → 複製顯示的令牌（或向支援人員索取）。

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
zh_hans: 安全性
zh_hant: 安全性

source: Security & biometrics
de: Sicherheit & Biometrie
es: Seguridad y biometría
fr: Sécurité & biométrie
it: Sicurezza e biometria
ja: セキュリティと生体認証
ko: 보안 및 생체 인증
nl: Beveiliging en biometrie
pl: Bezpieczeństwo i biometria
pt_br: Segurança e biometria
ru: Безопасность и биометрия
zh_hans: 安全性与生物识别
zh_hant: 安全性與生物識別

source: Local security
de: Lokale Sicherheit
es: Seguridad local
fr: Sécurité locale
it: Sicurezza locale
ja: ローカルセキュリティ
ko: 로컬 보안
nl: Lokale beveiliging
pl: Bezpieczeństwo lokalne
pt_br: Segurança local
ru: Локальная безопасность
zh_hans: 本地安全性
zh_hant: 本地安全性

source: Selection
de: Auswahl
es: Selección
fr: Sélection
it: Selezione
ja: 選択
ko: 선택 항목
nl: Selectie
pl: Zaznaczenie
pt_br: Seleção
ru: Выбор
zh_hans: 所选项目
zh_hant: 所選專案

source: Folder selection unavailable
de: Ordnerauswahl nicht verfügbar
es: Selección de carpeta no disponible
fr: Selection de dossier indisponible
it: Selezione della cartella non disponibile
ja: フォルダの選択を利用できません
ko: 폴더 선택 사용 불가
nl: Mapselectie niet beschikbaar
pl: Wybór folderu niedostępny
pt_br: Seleção de pasta indisponível
ru: Выбор папки недоступен
zh_hans: 文件夹选择不可用
zh_hant: 資料夾選擇不可用

source: Select a storage first
de: Wähle zuerst einen Speicher aus
es: Selecciona primero un almacenamiento
fr: Sélectionne d'abord un stockage
it: Seleziona prima uno spazio di archiviazione
ja: まずストレージを選択してください
ko: 먼저 저장소를 선택하세요
nl: Selecteer eerst een opslag
pl: Najpierw wybierz magazyn
pt_br: Selecione primeiro um armazenamento
ru: Сначала выберите хранилище
zh_hans: 请先选择一个存储
zh_hant: 請先選擇一個儲存

source: Select the Photos Library API scopes: photoslibrary.readonly + photoslibrary.appendonly.
de: Wähle die Photos-Library-API-Scopes aus: photoslibrary.readonly + photoslibrary.appendonly.
es: Selecciona los ámbitos de la API de Fototeca: photoslibrary.readonly + photoslibrary.appendonly.
fr: Sélectionne les scopes Photos Library API : photoslibrary.readonly + photoslibrary.appendonly.
it: Seleziona gli ambiti della Photos Library API: photoslibrary.readonly + photoslibrary.appendonly.
ja: Photos Library API のスコープを選択: photoslibrary.readonly + photoslibrary.appendonly。
ko: Photos Library API 범위를 선택하세요: photoslibrary.readonly + photoslibrary.appendonly.
nl: Selecteer de Photos Library API-scopes: photoslibrary.readonly + photoslibrary.appendonly.
pl: Wybierz zakresy Photos Library API: photoslibrary.readonly + photoslibrary.appendonly.
pt_br: Selecione os escopos da Photos Library API: photoslibrary.readonly + photoslibrary.appendonly.
ru: Выберите области Photos Library API: photoslibrary.readonly + photoslibrary.appendonly.
zh_hans: 选择 Photos Library API 范围：photoslibrary.readonly + photoslibrary.appendonly。
zh_hant: 選擇 Photos Library API 範圍：photoslibrary.readonly + photoslibrary.appendonly。

source: Select your account → “Access keys” tab → “Show keys”.
de: Wähle dein Konto → Tab „Access keys“ → „Show keys“.
es: Selecciona tu cuenta → pestaña «Access keys» → «Show keys».
fr: Sélectionne ton compte → onglet « Access keys » → « Show keys ».
it: Seleziona il tuo account → scheda «Access keys» → «Show keys».
ja: アカウントを選択 →「Access keys」タブ →「Show keys」。
ko: 계정 선택 → “Access keys” 탭 → “Show keys”.
nl: Selecteer je account → tabblad “Access keys” → “Show keys”.
pl: Wybierz swoje konto → karta „Access keys” → „Show keys”.
pt_br: Selecione sua conta → aba “Access keys” → “Show keys”.
ru: Выберите вашу учётную запись → вкладка «Access keys» → «Show keys».
zh_hans: 选择您的账户 → “Access keys”标签页 → “Show keys”。
zh_hant: 選擇您的賬戶 → “Access keys”標籤頁 → “Show keys”。

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
zh_hans: 选择
zh_hant: 選擇

source: Self-hosted / Standards
de: Selbst gehostet / Standards
es: Autoalojado / Estándares
it: Self-hosted / Standard
ja: セルフホスト / 標準
ko: 자체 호스팅 / 표준
nl: Zelf-gehost / Standaarden
pl: Self-hosted / Standardy
pt_br: Auto-hospedado / Padrões
ru: Самостоятельный хостинг / Стандарты
zh_hans: 自托管 / 标准
zh_hant: 自託管 / 標準

source: Only photos from these albums will be backed up.
de: Nur Fotos aus diesen Alben werden gesichert.
es: Solo se respaldarán las fotos de estos álbumes.
fr: Seules les photos de ces albums seront sauvegardées.
it: Verrà eseguito il backup solo delle foto di questi album.
ja: これらのアルバムの写真のみがバックアップされます。
ko: 이 앨범의 사진만 백업됩니다.
nl: Er wordt alleen een back-up gemaakt van foto's uit deze albums.
pl: Kopia zapasowa obejmie tylko zdjęcia z tych albumów.
pt_br: Apenas as fotos destes álbuns receberão backup.
ru: Резервируются только фото из этих альбомов.
zh_hans: 仅会备份这些相簿中的照片。
zh_hant: 僅會備份這些相簿中的照片。
